actualiza contenido visual y auditorias del curso
